Repository: paulrobinson010/CycleHUD
Catalog: CycleHUD/Localizable.xcstrings
Source language: en
Languages: de_de, es_es, fr_fr, it_it

source: Tailwind
de_de: Rückenwind
es_es: Viento a favor
fr_fr: Vent arrière
it_it: Vento a favore

source: Tap a route to follow it on the ride screen; tap again to stop following. The route replaces the radar lane until a vehicle appears. Touch and hold a route for more, like riding it in reverse.
de_de: Tippe auf eine Route, um ihr auf dem Fahrbildschirm zu folgen; erneut tippen beendet das Folgen. Die Route ersetzt die Radarspur, bis ein Fahrzeug erscheint. Halte eine Route gedrückt für mehr, etwa das Fahren in Gegenrichtung.
es_es: Toca una ruta para seguirla en la pantalla de marcha; toca de nuevo para dejar de seguirla. La ruta sustituye al carril del radar hasta que aparece un vehículo. Mantén pulsada una ruta para más opciones, como recorrerla en sentido inverso.
fr_fr: Touchez un itinéraire pour le suivre sur l’écran de conduite ; touchez à nouveau pour arrêter. L’itinéraire remplace la voie radar jusqu’à ce qu’un véhicule apparaisse. Maintenez un itinéraire appuyé pour plus d’options, comme le parcourir en sens inverse.
it_it: Tocca un percorso per seguirlo nella schermata di guida; tocca di nuovo per smettere. Il percorso sostituisce la corsia radar finché non compare un veicolo. Tieni premuto un percorso per altre opzioni, come percorrerlo al contrario.

source: Tap a stretch to see it on the map and graphs.
de_de: Tippe auf einen Abschnitt, um ihn auf Karte und Diagrammen zu sehen.
es_es: Toca un tramo para verlo en el mapa y las gráficas.
fr_fr: Touchez un tronçon pour le voir sur la carte et les graphiques.
it_it: Tocca un tratto per vederlo sulla mappa e nei grafici.

source: Tap Edit to reorder or remove tiles. Weather tiles (Rain, Temp, Wind) only appear when Weather is turned on. You can also long-press a tile on the ride screen to add, remove or rearrange them in place.
de_de: Tippe auf Bearbeiten, um Kacheln neu anzuordnen oder zu entfernen. Wetter-Kacheln (Regen, Temp, Wind) erscheinen nur, wenn Wetter aktiviert ist. Du kannst eine Kachel auch direkt im Fahrtbildschirm gedrückt halten, um Kacheln hinzuzufügen, zu entfernen oder neu anzuordnen.
es_es: Toca Editar para reordenar o quitar casillas. Las casillas del tiempo (Lluvia, Temp, Viento) solo aparecen cuando el tiempo está activado. También puedes mantener pulsada una casilla en la pantalla de ruta para añadirlas, quitarlas o reordenarlas directamente.
fr_fr: Touchez Modifier pour réorganiser ou retirer des tuiles. Les tuiles météo (Pluie, Temp, Vent) n’apparaissent que si la météo est activée. Vous pouvez aussi maintenir une tuile sur l’écran de sortie pour les ajouter, les retirer ou les réorganiser directement.
it_it: Tocca Modifica per riordinare o rimuovere le schede. Le schede meteo (Pioggia, Temp, Vento) appaiono solo quando il meteo è attivo. Puoi anche tenere premuta una scheda nella schermata dell’uscita per aggiungerle, rimuoverle o riordinarle direttamente.

source: Tap the map to set the start, then keep tapping to add waypoints.
de_de: Tippe auf die Karte, um den Start zu setzen; jedes weitere Tippen fügt Wegpunkte hinzu.
es_es: Toca el mapa para fijar la salida y sigue tocando para añadir puntos intermedios.
fr_fr: Touchez la carte pour placer le départ, puis continuez à toucher pour ajouter des étapes.
it_it: Tocca la mappa per impostare la partenza, poi continua a toccare per aggiungere tappe.

source: Tap to connect
de_de: Zum Verbinden tippen
es_es: Toca para conectar
fr_fr: Toucher pour connecter
it_it: Tocca per connettere

source: Technical details
de_de: Technische Details
es_es: Detalles técnicos
fr_fr: Détails techniques
it_it: Dettagli tecnici

source: The new-vehicle beep plays through the phone, and alerts only fire while you're riding (not when idle with the radar on). A paired Apple Watch taps your wrist — once for each new vehicle, faster as one closes in, and a distinct double-buzz if the radar drops out mid-ride. You can mute the beep and the wrist taps (separately or together) straight from the radar screen while riding.
de_de: Der Signalton für neue Fahrzeuge ertönt über das Telefon, und Warnungen erfolgen nur während der Fahrt (nicht im Leerlauf bei eingeschaltetem Radar). Eine gekoppelte Apple Watch tippt dein Handgelenk an — einmal pro neuem Fahrzeug, schneller beim Näherkommen, und mit deutlichem Doppel-Buzz, falls das Radar während der Fahrt ausfällt. Du kannst den Ton und die Handgelenk-Tipps (einzeln oder zusammen) direkt im Radarbildschirm während der Fahrt stummschalten.
es_es: El pitido de vehículo nuevo suena por el teléfono, y las alertas solo se activan mientras ruedas (no en reposo con el radar encendido). Un Apple Watch emparejado te toca la muñeca: una vez por cada vehículo nuevo, más rápido al acercarse, y con un doble zumbido distinto si el radar se corta durante la ruta. Puedes silenciar el pitido y los toques en la muñeca (por separado o juntos) desde la pantalla del radar mientras ruedas.
fr_fr: Le bip de nouveau véhicule passe par le téléphone, et les alertes ne se déclenchent qu'en roulant (pas à l'arrêt avec le radar allumé). Une Apple Watch jumelée tapote votre poignet — une fois par nouveau véhicule, plus vite à l'approche, et un double-buzz distinct si le radar se coupe en route. Vous pouvez couper le bip et les tapotements (séparément ou ensemble) directement depuis l'écran radar en roulant.
it_it: Il bip per i nuovi veicoli viene riprodotto dal telefono e gli avvisi scattano solo mentre pedali (non da fermo con il radar acceso). Un Apple Watch abbinato ti tocca il polso — una volta per ogni nuovo veicolo, più veloce all'avvicinarsi, e con un doppio buzz distinto se il radar si interrompe durante l'uscita. Puoi silenziare il bip e i tocchi al polso (separatamente o insieme) direttamente dalla schermata radar mentre pedali.

source: The new-vehicle beep plays through the phone, and alerts only fire while you're riding (not when idle with the radar on). Spoken call-outs announce each vehicle (“car behind” with its distance) — handy with bone-conduction headphones, and works alongside or instead of the beep. A paired Apple Watch taps your wrist — once for each new vehicle, faster as one closes in, and a distinct double-buzz if the radar drops out mid-ride. You can mute the beep and the wrist taps (separately or together) straight from the radar screen while riding.
de_de: Der Signalton für neue Fahrzeuge ertönt über das Telefon, und Warnungen werden nur während der Fahrt ausgelöst (nicht im Leerlauf bei eingeschaltetem Radar). Gesprochene Ansagen melden jedes Fahrzeug („Auto von hinten“ mit Entfernung) – praktisch mit Knochenschall-Kopfhörern und funktioniert zusätzlich zum oder anstelle des Signaltons. Eine gekoppelte Apple Watch tippt dein Handgelenk an – einmal pro neuem Fahrzeug, schneller wenn es näher kommt, und mit einem deutlichen Doppel-Buzz, wenn das Radar während der Fahrt ausfällt. Du kannst den Signalton und die Handgelenk-Tipps (einzeln oder zusammen) direkt im Radarbildschirm während der Fahrt stummschalten.
es_es: El pitido de vehículo nuevo suena por el teléfono, y las alertas solo se activan mientras ruedas (no en reposo con el radar encendido). Los avisos de voz anuncian cada vehículo (“coche detrás” con su distancia) – útiles con auriculares de conducción ósea, y funcionan junto al pitido o en su lugar. Un Apple Watch emparejado te toca la muñeca – una vez por cada vehículo nuevo, más rápido a medida que se acerca, y con una doble vibración distinta si el radar se cae a mitad de ruta. Puedes silenciar el pitido y los toques en la muñeca (por separado o juntos) directamente desde la pantalla del radar mientras ruedas.
fr_fr: Le bip de nouveau véhicule passe par le téléphone, et les alertes ne se déclenchent que pendant que vous roulez (pas à l’arrêt avec le radar allumé). Les annonces vocales signalent chaque véhicule (« voiture derrière » avec sa distance) – pratique avec des écouteurs à conduction osseuse, et fonctionne en plus du bip ou à sa place. Une Apple Watch jumelée tapote votre poignet – une fois par nouveau véhicule, plus vite à mesure qu’il approche, et une double vibration distincte si le radar décroche en cours de route. Vous pouvez couper le bip et les tapotements au poignet (séparément ou ensemble) directement depuis l’écran radar pendant que vous roulez.
it_it: Il bip per i nuovi veicoli viene riprodotto dal telefono e gli avvisi scattano solo mentre pedali (non da fermo con il radar acceso). Gli annunci vocali segnalano ogni veicolo (“auto da dietro” con la sua distanza) – comodi con le cuffie a conduzione ossea e funzionano insieme al bip o al suo posto. Un Apple Watch abbinato tocca il polso – una volta per ogni nuovo veicolo, più veloce mentre si avvicina, e con una doppia vibrazione distinta se il radar si interrompe durante l’uscita. Puoi silenziare il bip e i tocchi al polso (separatamente o insieme) direttamente dalla schermata radar mentre pedali.

source: The rain forecast uses Apple Weather and needs your location and an internet connection. If it shows “unavailable”, it's usually temporary — make sure you're online with a GPS signal and tap Refresh. You can turn the forecast off in Settings → Weather.
de_de: Die Regenvorhersage nutzt Apple Wetter und benötigt deinen Standort und eine Internetverbindung. Wird „nicht verfügbar“ angezeigt, ist das meist vorübergehend — stelle sicher, dass du online bist und GPS-Empfang hast, und tippe auf Aktualisieren. Du kannst die Vorhersage unter Einstellungen → Wetter deaktivieren.
es_es: El pronóstico usa Apple Tiempo y necesita tu ubicación y conexión a Internet. Si aparece « no disponible », suele ser temporal: asegúrate de tener conexión y señal GPS y toca Actualizar. Puedes desactivar el pronóstico en Ajustes → Tiempo.
fr_fr: La prévision de pluie utilise Apple Météo et nécessite votre position et une connexion Internet. Si « indisponible » s'affiche, c'est généralement temporaire — vérifiez votre connexion et le signal GPS, puis touchez Actualiser. Vous pouvez désactiver la prévision dans Réglages → Météo.
it_it: La previsione usa Apple Meteo e richiede la tua posizione e una connessione Internet. Se appare « non disponibile », di solito è temporaneo — assicurati di essere online con segnale GPS e tocca Aggiorna. Puoi disattivare la previsione in Impostazioni → Meteo.

source: them
de_de: sie
es_es: los
fr_fr: les
it_it: li

source: This ride doesn’t have enough GPS track to export.
de_de: Diese Fahrt hat nicht genügend GPS-Track zum Exportieren.
es_es: Esta ruta no tiene suficiente recorrido GPS para exportar.
fr_fr: Cette sortie n’a pas assez de tracé GPS pour être exportée.
it_it: Questa uscita non ha abbastanza traccia GPS da esportare.

source: Time
de_de: Zeit
es_es: Tiempo
fr_fr: Temps
it_it: Tempo

source: Time in power zones
de_de: Zeit in Leistungszonen
es_es: Tiempo en zonas de potencia
fr_fr: Temps par zone de puissance
it_it: Tempo nelle zone di potenza

source: Time to beat
de_de: Zeit zum Schlagen
es_es: Tiempo a batir
fr_fr: Temps à battre
it_it: Tempo da battere

source: To the start
de_de: Zum Start
es_es: Hacia la salida
fr_fr: Vers le départ
it_it: Verso la partenza

source: Top speed
de_de: Höchstgeschwindigkeit
es_es: Velocidad máxima
fr_fr: Vitesse max
it_it: Velocità massima

source: Traffic
de_de: Verkehr
es_es: Tráfico
fr_fr: Trafic
it_it: Traffico

source: Traffic on the map
de_de: Verkehr auf der Karte
es_es: Tráfico en el mapa
fr_fr: Trafic sur la carte
it_it: Traffico sulla mappa

source: Turn alerts
de_de: Abbiege-Hinweise
es_es: Avisos de giro
fr_fr: Alertes de virage
it_it: Avvisi di svolta

source: Turn on Bluetooth to find your sensors.
de_de: Aktiviere Bluetooth, um deine Sensoren zu finden.
es_es: Activa el Bluetooth para encontrar tus sensores.
fr_fr: Activez le Bluetooth pour trouver vos capteurs.
it_it: Attiva il Bluetooth per trovare i sensori.

source: Unavailable
de_de: Nicht verfügbar
es_es: No disponible
fr_fr: Indisponible
it_it: Non disponibile

source: Undo last point
de_de: Letzten Punkt entfernen
es_es: Deshacer el último punto
fr_fr: Annuler le dernier point
it_it: Annulla l’ultimo punto

source: Unicorn
de_de: Einhorn
es_es: Unicornio
fr_fr: Licorne
it_it: Unicorno

source: Units
de_de: Einheiten
es_es: Unidades
fr_fr: Unités
it_it: Unità

source: Upcoming junctions
de_de: Kommende Kreuzungen
es_es: Próximos cruces
fr_fr: Intersections à venir
it_it: Incroci in arrivo

source: Updates received
de_de: Empfangene Aktualisierungen
es_es: Actualizaciones recibidas
fr_fr: Mises à jour reçues
it_it: Aggiornamenti ricevuti

source: Upload failed — tap to retry
de_de: Upload fehlgeschlagen — zum Wiederholen tippen
es_es: Error al subir — toca para reintentar
fr_fr: Échec de l'envoi — touchez pour réessayer
it_it: Caricamento non riuscito — tocca per riprovare

source: Upload rides to Strava straight from the ride summary, or automatically when a ride ends. Your Strava login stays between you and Strava — CycleHUD keeps only its upload permission, in the Keychain.
de_de: Lade Fahrten direkt aus der Zusammenfassung zu Strava hoch — oder automatisch am Ende jeder Fahrt. Dein Strava-Login bleibt zwischen dir und Strava; CycleHUD behält nur die Upload-Berechtigung, sicher im Schlüsselbund.
es_es: Sube tus salidas a Strava desde el resumen, o automáticamente al terminar la salida. Tu cuenta de Strava queda entre tú y Strava — CycleHUD solo guarda el permiso de subida, en el llavero.
fr_fr: Envoyez vos sorties vers Strava depuis le résumé, ou automatiquement à la fin de chaque sortie. Votre identifiant Strava reste entre vous et Strava — CycleHUD ne conserve que l'autorisation d'envoi, dans le trousseau.
it_it: Carica le uscite su Strava direttamente dal riepilogo, o automaticamente a fine giro. Il tuo accesso Strava resta tra te e Strava — CycleHUD conserva solo il permesso di caricamento, nel portachiavi.

source: Upload to Strava
de_de: Zu Strava hochladen
es_es: Subir a Strava
fr_fr: Envoyer vers Strava
it_it: Carica su Strava

source: Uploaded to Strava
de_de: Zu Strava hochgeladen
es_es: Subido a Strava
fr_fr: Envoyé vers Strava
it_it: Caricato su Strava

source: Uploading to Strava…
de_de: Wird zu Strava hochgeladen …
es_es: Subiendo a Strava…
fr_fr: Envoi vers Strava…
it_it: Caricamento su Strava…

source: Used to convert wheel revolutions into speed. GPS is used when no speed sensor is connected.
de_de: Dient zur Umrechnung der Radumdrehungen in Geschwindigkeit. Ohne Geschwindigkeitssensor wird GPS verwendet.
es_es: Sirve para convertir las vueltas de rueda en velocidad. Se usa el GPS si no hay sensor de velocidad.
fr_fr: Sert à convertir les tours de roue en vitesse. Le GPS est utilisé sans capteur de vitesse.
it_it: Serve a convertire i giri della ruota in velocità. Senza sensore di velocità si usa il GPS.

source: Vehicle (est.)
de_de: Fahrzeug (gesch.)
es_es: Vehículo (est.)
fr_fr: Véhicule (est.)
it_it: Veicolo (stim.)

source: Vehicle passes
de_de: Fahrzeug-Vorbeifahrten
es_es: Adelantamientos
fr_fr: Dépassements
it_it: Sorpassi

source: Vehicles
de_de: Fahrzeuge
es_es: Vehículos
fr_fr: Véhicules
it_it: Veicoli

source: Vehicles detected
de_de: Erkannte Fahrzeuge
es_es: Vehículos detectados
fr_fr: Véhicules détectés
it_it: Veicoli rilevati

source: vs best
de_de: zur Bestzeit
es_es: vs récord
fr_fr: vs record
it_it: dal record

source: Waiting for GPS…
de_de: Warten auf GPS …
es_es: Esperando GPS…
fr_fr: En attente du GPS…
it_it: In attesa del GPS…

source: Warn above
de_de: Warnen über
es_es: Avisar por encima de
fr_fr: Alerter au-dessus de
it_it: Avvisa oltre

source: Weather
de_de: Wetter
es_es: Tiempo
fr_fr: Météo
it_it: Meteo

source: Weather preview
de_de: Wettervorschau
es_es: Previsión para la ruta
fr_fr: Aperçu météo
it_it: Anteprima meteo

source: Weight
de_de: Gewicht
es_es: Peso
fr_fr: Poids
it_it: Peso

source: Welcome to CycleHUD
de_de: Willkommen bei CycleHUD
es_es: Te damos la bienvenida a CycleHUD
fr_fr: Bienvenue dans CycleHUD
it_it: Benvenuto in CycleHUD

source: Wheel size
de_de: Radgröße
es_es: Tamaño de rueda
fr_fr: Taille de roue
it_it: Dimensione ruota

source: When on, each ride publishes a private link showing your live position, speed and distance on a map — share it with whoever should know where you are. The link is an unguessable random address, updates every 15 seconds through your own iCloud, and goes dead the moment you stop the ride. Everything is end-to-end encrypted: the key travels only inside the link itself, so nobody without it — not even CycleHUD — can read where you are.
de_de: Wenn aktiviert, veröffentlicht jede Fahrt einen privaten Link mit deiner Live-Position, Geschwindigkeit und Distanz auf einer Karte — teile ihn mit allen, die wissen sollen, wo du bist. Der Link ist eine nicht erratbare Zufallsadresse, aktualisiert sich alle 15 Sekunden über deine eigene iCloud und erlischt, sobald du die Fahrt beendest. Alles ist Ende-zu-Ende verschlüsselt: Der Schlüssel reist nur im Link selbst — ohne ihn kann niemand, auch nicht CycleHUD, deine Position lesen.
es_es: Al activarlo, cada salida publica un enlace privado con tu posición, velocidad y distancia en directo sobre un mapa — compártelo con quien deba saber dónde estás. El enlace es una dirección aleatoria imposible de adivinar, se actualiza cada 15 segundos a través de tu propio iCloud y deja de funcionar en cuanto detienes la salida. Todo va cifrado de extremo a extremo: la clave viaja solo dentro del enlace — sin ella nadie, ni siquiera CycleHUD, puede leer dónde estás.
fr_fr: Une fois activé, chaque sortie publie un lien privé montrant votre position, votre vitesse et votre distance en direct sur une carte — partagez-le avec qui doit savoir où vous êtes. Le lien est une adresse aléatoire impossible à deviner, se met à jour toutes les 15 secondes via votre propre iCloud et meurt dès que vous arrêtez la sortie. Le tout est chiffré de bout en bout : la clé ne voyage que dans le lien lui-même — sans elle, personne, pas même CycleHUD, ne peut lire où vous êtes.
it_it: Quando attivo, ogni uscita pubblica un link privato con posizione, velocità e distanza in tempo reale su una mappa — condividilo con chi deve sapere dove sei. Il link è un indirizzo casuale non indovinabile, si aggiorna ogni 15 secondi tramite il tuo iCloud e smette di funzionare appena termini il giro. Tutto è cifrato end-to-end: la chiave viaggia solo nel link stesso — senza di essa nessuno, nemmeno CycleHUD, può leggere dove sei.

source: When your heart rate reaches this, the heart-rate readout turns red and a paired Apple Watch double-buzzes — repeating every 30 seconds while it stays high.
de_de: Wenn deine Herzfrequenz diesen Wert erreicht, wird die Anzeige rot und eine gekoppelte Apple Watch vibriert doppelt — alle 30 Sekunden, solange sie hoch bleibt.
es_es: Cuando tu frecuencia cardíaca alcanza este valor, la lectura se vuelve roja y un Apple Watch emparejado vibra dos veces, repitiéndose cada 30 segundos mientras siga alta.
fr_fr: Lorsque votre fréquence cardiaque atteint ce seuil, l'affichage devient rouge et une Apple Watch jumelée vibre deux fois — toutes les 30 secondes tant qu'elle reste élevée.
it_it: Quando la frequenza cardiaca raggiunge questo valore, il dato diventa rosso e un Apple Watch abbinato vibra due volte — ogni 30 secondi finché resta alta.

source: Where vehicles passed you
de_de: Wo dich Fahrzeuge überholt haben
es_es: Dónde te adelantaron vehículos
fr_fr: Où des véhicules vous ont dépassé
it_it: Dove i veicoli ti hanno superato

source: within the hour
de_de: innerhalb einer Stunde
es_es: dentro de una hora
fr_fr: d'ici une heure
it_it: entro un'ora

source: Workouts
de_de: Trainings
es_es: Entrenamientos
fr_fr: Entraînements
it_it: Allenamenti

source: Wrist haptics
de_de: Haptik am Handgelenk
es_es: Vibración en la muñeca
fr_fr: Vibrations au poignet
it_it: Vibrazioni al polso

source: Yes
de_de: Ja
es_es: Sí
fr_fr: Oui
it_it: Sì

source: you %@
de_de: du %@
es_es: tú %@
fr_fr: vous %@
it_it: tu %@

source: Your first time — the ghost is set
de_de: Deine erste Zeit — der Geist ist gesetzt
es_es: Tu primer tiempo — el fantasma queda fijado
fr_fr: Votre premier temps — le fantôme est créé
it_it: Il tuo primo tempo — il fantasma è pronto

source: Your functional threshold power sets the 7 power zones: with a power meter connected, the power tile colours by the zone you're riding in, and ride summaries show normalized power, intensity and time in zones.
de_de: Deine Schwellenleistung (FTP) legt die 7 Leistungszonen fest: Mit verbundenem Powermeter färbt sich die Leistungs-Kachel nach der gefahrenen Zone, und Zusammenfassungen zeigen Normalized Power, Intensität und Zeit in den Zonen.
es_es: Tu potencia umbral (FTP) define las 7 zonas de potencia: con un potenciómetro conectado, el mosaico de potencia se colorea según la zona en la que ruedas, y los resúmenes muestran potencia normalizada, intensidad y tiempo en zonas.
fr_fr: Votre puissance seuil (FTP) définit les 7 zones de puissance : avec un capteur de puissance connecté, la tuile Puissance se colore selon la zone dans laquelle vous roulez, et les résumés affichent la puissance normalisée, l'intensité et le temps par zone.
it_it: La tua potenza di soglia (FTP) definisce le 7 zone di potenza: con un misuratore collegato, il riquadro Potenza si colora in base alla zona in cui pedali, e i riepiloghi mostrano potenza normalizzata, intensità e tempo nelle zone.

source: Your speed
de_de: Deine Geschw.
es_es: Tu velocidad
fr_fr: Votre vitesse
it_it: La tua velocità

source: Your weight is used with Apple Watch heart rate to estimate calories. Read from Apple Health when available; without a weight, calories aren't shown.
de_de: Dein Gewicht wird mit der Apple-Watch-Herzfrequenz zur Kalorienschätzung genutzt. Wird, wenn verfügbar, aus Apple Health gelesen; ohne Gewicht werden keine Kalorien angezeigt.
es_es: Tu peso se usa con la frecuencia cardíaca del Apple Watch para estimar las calorías. Se lee de Apple Salud cuando está disponible; sin peso, no se muestran.
fr_fr: Votre poids est utilisé avec la fréquence cardiaque de l'Apple Watch pour estimer les calories. Lu depuis Apple Santé si disponible ; sans poids, les calories ne s'affichent pas.
it_it: Il tuo peso è usato con la frequenza cardiaca dell'Apple Watch per stimare le calorie. Letto da Apple Salute se disponibile; senza peso, le calorie non vengono mostrate.

source: Demo route
es_es: Ruta de demostración
fr_fr: Itinéraire démo
it_it: Percorso demo

source: Live tracking
es_es: Seguimiento en directo
fr_fr: Suivi en direct
it_it: Tracciamento live

source: Name
es_es: Nombre
fr_fr: Nom
it_it: Nome

source: Pause
es_es: Pausar
it_it: Pausa

source: Route
es_es: Ruta
fr_fr: Itinéraire
it_it: Percorso

source: Sensor details
es_es: Detalles del sensor
fr_fr: Détails du capteur
it_it: Dettagli sensore

source: Standard
es_es: Estándar

source: Start
es_es: Iniciar
fr_fr: Démarrer
it_it: Avvia

source: Status
es_es: Estado
fr_fr: État
it_it: Stato

source: Trends
es_es: Tendencias
fr_fr: Tendances
it_it: Tendenze

source: Wind
es_es: Viento
fr_fr: Vent
it_it: Vento

source: Demo
fr_fr: Démo

source: Digital
fr_fr: Numérique
it_it: Digitale

source: Sensor
fr_fr: Capteur
it_it: Sensore
